Repository: Donglin5525/Holo
Catalog: Holo/Holo APP/Holo/Holo/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 把大任务拆成小步骤
en: Break big tasks into small steps
zh_hant: 把大任務拆成小步驟

source: 把握 %lld%%
en: Grasp %lld%%

source: 把祝福说出口
en: Say the blessing out loud
zh_hant: 把祝福說出口

source: 把该场景的问句填进输入框，由你确认发送
en: Fill the input with questions for this scenario; you confirm before sending
zh_hant: 把該場景的問句填進輸入框，由你確認傳送

source: 把这一天说给 TA 听
en: Tell them about this day
zh_hant: 把這一天說給 TA 聽

source: 投入和坚持同时发生
en: Commitment and persistence happen together
zh_hant: 投入和堅持同時發生

source: 投入的这周，收获不少
en: A week of effort, plenty of gains
zh_hant: 投入的這周，收穫不少

source: 投资
en: Investment
zh_hant: 投資

source: 折合 %@/月
en: Equivalent to %@/month
zh_hant: 摺合 %@/月

source: 折合 ¥10.67/月
en: Equivalent to ¥10.67/month
zh_hant: 摺合 ¥10.67/月

source: 护理
en: Care
zh_hant: 護理

source: 护眼
en: Eye Care
zh_hant: 護眼

source: 护肤
en: Skincare
zh_hant: 護膚

source: 报告
en: Report
zh_hant: 報告

source: 报告会随使用越来越厚——它记下的每一步， 都会成为下一份报告的证据。
en: Your report grows with use—every step it records becomes evidence for the next one.
zh_hant: 報告會隨使用越來越厚——它記下的每一步， 都會成為下一份報告的證據。

source: 报告长这样（示例）
en: Here's what a report looks like (example)
zh_hant: 報告長這樣（示例）

source: 抱歉，AI 响应超时了，请稍后重试
en: Sorry, the AI response timed out. Please try again later.
zh_hant: 抱歉，AI 響應超時了，請稍後重試

source: 抱歉，这次没拿到回复，请再试一次
en: Sorry, no reply came back this time. Please try again.
zh_hant: 抱歉，這次沒拿到回覆，請再試一次

source: 拆成任务和习惯，靠行动推进
en: Break it into Tasks and Habits, move forward with action
zh_hant: 拆成任務和習慣，靠行動推進

source: 拉伸
en: Stretch

source: 拍照
en: Take Photo

source: 拒绝
en: Reject
zh_hant: 拒絕

source: 拒绝：%@
en: Reject: %@
zh_hant: 拒絕：%@

source: 拒绝并抑制类似记忆
en: Reject and suppress similar memories
zh_hant: 拒絕並抑制類似記憶

source: 持续观察中
en: Ongoing observation
zh_hant: 持續觀察中

source: 指定日期
en: Specific Date

source: 按 AI 标签 %@ 筛选
en: Filter by AI Tag %@
zh_hant: 按 AI 標籤 %@ 篩選

source: 按%@排列
en: Sort by %@

source: 按习惯设置
en: By Habit Settings
zh_hant: 按習慣設定

source: 按任务什么时候到期排列
en: Sort by task due date
zh_hant: 按任務什麼時候到期排列

source: 按任务是什么时候创建的排列
en: Sort by task creation date
zh_hant: 按任務是什麼時候建立的排列

source: 按任务是什么时候完成的排列
en: Sort by task completion date
zh_hant: 按任務是什麼時候完成的排列

source: 按优先级
en: By Priority
zh_hant: 按優先順序

source: 按全账本净结余计算（含信用卡负债）
en: Calculated by net balance across all ledgers (including credit card debt)
zh_hant: 按全帳本淨結餘計算（含信用卡負債）

source: 按公历年年重复
en: Repeat annually by Gregorian calendar
zh_hant: 按公曆年年重複

source: 按农历年年重复 · 适合生日与传统节日
en: Repeat annually by lunar calendar · Ideal for birthdays and traditional festivals
zh_hant: 按農曆年年重複 · 適合生日與傳統節日

source: 按农历年年重复（农历%@）
en: Repeat annually by lunar calendar (lunar %@)
zh_hant: 按農曆年年重複（農曆%@）

source: 按差额
en: By Difference
zh_hant: 按差額

source: 按当前节奏 · 预计 10.24 达成
en: At current pace · Expected to reach by 10.24
zh_hant: 按當前節奏 · 預計 10.24 達成

source: 按当前节奏预计 %@ 达成
en: At current pace, expected to reach by %@
zh_hant: 按當前節奏預計 %@ 達成

source: 按当前节奏预计 %@ 达成，赶在截止前
en: At current pace, expected to reach by %@, ahead of the deadline
zh_hant: 按當前節奏預計 %@ 達成，趕在截止前

source: 按您的科目目录匹配交易对方（如「美团」→餐饮），低置信度会标注
en: Matches counterparties against your category list (e.g., Meituan → Dining); low confidence is flagged
zh_hant: 按您的科目目錄匹配交易對方（如「美團」→餐飲），低置信度會標註

source: 按收藏时间排序 · 右滑可取消收藏 · 左侧边缘右滑返回
en: Sorted by collection time · Swipe right to unfavorite · Swipe right from left edge to go back
zh_hant: 按收藏時間排序 · 右滑可取消收藏 · 左側邊緣右滑返回

source: 按日期
en: By Date

source: 按月分期
en: Monthly Installments

source: 按条设置的提醒
en: Per-item reminders
zh_hant: 按條設定的提醒

source: 按标签 %@ 筛选
en: Filter by Tag %@
zh_hant: 按標籤 %@ 篩選

source: 按第 N 周
en: By Nth Week

source: 按自己设置的时间单独提醒
en: Remind separately at your set time
zh_hant: 按自己設定的時間單獨提醒

source: 挑一个方向，或者直接在下面输入。
en: Pick a direction, or type directly below.
zh_hant: 挑一個方向，或者直接在下面輸入。

source: 换一个
en: Try Another
zh_hant: 換一個

source: 授权
en: Authorize
zh_hant: 授權

source: 授权 Apple Health
en: Authorize Apple Health
zh_hant: 授權 Apple Health

source: 授权后只读同步健康数据
en: Read-only sync of health data after authorization
zh_hant: 授權後只讀同步健康資料

source: 授权后只读同步步数、睡眠和活动数据
en: Read-only sync of steps, sleep, and activity data after authorization
zh_hant: 授權後只讀同步步數、睡眠和活動資料

source: 授权或刷新 Apple Health 后，HOLO 会生成三环状态。
en: After authorizing or refreshing Apple Health, HOLO will generate the three-ring status.
zh_hant: 授權或重新整理 Apple Health 後，HOLO 會生成三環狀態。

source: 掉档规律 / 断签恢复 / 数值走势
en: Streak patterns / Recovery from missed check-ins / Value trends
zh_hant: 掉檔規律 / 斷籤恢復 / 數值走勢

source: 掌握习惯「%@」
en: Master Habit "%@"
zh_hant: 掌握習慣「%@」

source: 排序
en: Sort

source: 排序方式
en: Sort Order

source: 排行类型
en: Ranking Type
zh_hant: 排行型別

source: 接下来
en: Up Next
zh_hant: 接下來

source: 接下来的日子
en: The days ahead
zh_hant: 接下來的日子

source: 接入系统日历
en: Connect System Calendar
zh_hant: 接入系統日曆

source: 接入系统日历后，日程也会自动铺到这里
en: After connecting your system calendar, events will automatically appear here
zh_hant: 接入系統日曆後，日程也會自動鋪到這裡

source: 控制
en: Control

source: 控制/完成记录
en: Control/Completion Records
zh_hant: 控制/完成記錄

source: 控制/完成趋势
en: Control/Completion Trends
zh_hant: 控制/完成趨勢

source: 推到另一天
en: Push to Another Day

source: 推断
en: Infer
zh_hant: 推斷

source: 推测
en: Speculate
zh_hant: 推測

source: 推荐导出 xlsx 或 CSV 格式
en: Exporting to xlsx or CSV is recommended
zh_hant: 推薦匯出 xlsx 或 CSV 格式

source: 提交
en: Submit

source: 提交中…
en: Submitting…

source: 提交举报
en: Submit Report
zh_hant: 提交舉報

source: 提交反馈
en: Submit Feedback
zh_hant: 提交反饋

source: 提交失败：%@
en: Submission failed: %@
zh_hant: 提交失敗：%@

source: 提前 1 天
en: 1 day before

source: 提前 3 天
en: 3 days before

source: 提前%d天提醒
en: Remind %d day(s) before

source: 提前1天
en: 1 day before

source: 提前3天
en: 3 days before

source: 提前7天
en: 7 days before

source: 提升候选
en: Promote Candidate
zh_hant: 提升候選

source: 提取任务
en: Extract Tasks
zh_hant: 提取任務

source: 提醒
en: Reminder

source: 提醒：%@
en: Reminder: %@

source: 提醒：已有相似任务（%@），不会自动合并。
en: Note: A similar task already exists (%@). It will not be merged automatically.
zh_hant: 提醒：已有相似任務（%@），不會自動合併。

source: 提醒：这笔可能已经记过（%@ ¥%@），确认前请留意，避免重复。
en: Heads-up: this may already be logged (%@ ¥%@). Double-check before confirming to avoid duplicates.
zh_hant: 提醒：這筆可能已經記過（%@ ¥%@），確認前請留意，避免重複。

source: 提醒%lld项
en: Remind %lld items
zh_hant: 提醒%lld項

source: 提醒我
en: Remind Me

source: 提醒时间
en: Reminder Time
zh_hant: 提醒時間

source: 提醒频率
en: Reminder Frequency
zh_hant: 提醒頻率

source: 插入
en: Insert

source: 插入列表
en: Insert List

source: 插入引用
en: Insert Quote

source: 插入标签
en: Insert Tag
zh_hant: 插入標籤

source: 插入触发字符
en: Insert Trigger Character
zh_hant: 插入觸發字元

source: 插入语音文字
en: Insert Voice Text
zh_hant: 插入語音文字

source: 搜索 emoji，如：跑步、咖啡、coffee
en: Search emoji, e.g., running, coffee
zh_hant: 搜尋 emoji，如：跑步、咖啡、coffee

source: 搜索中...
en: Searching...
zh_hant: 搜尋中...

source: 搜索交易记录...
en: Search transactions...
zh_hant: 搜尋交易記錄...

source: 搜索任务...
en: Search tasks...
zh_hant: 搜尋任務...

source: 搜索分类
en: Search Categories
zh_hant: 搜尋分類

source: 搜索分类映射
en: Search Category Mappings
zh_hant: 搜尋分類對映

source: 搜索想法...
en: Search Thoughts...
zh_hant: 搜尋想法...

source: 搜索想法或标签...
en: Search Thoughts or Tags...
zh_hant: 搜尋想法或標籤...

source: 搜索报告
en: Search Reports
zh_hant: 搜尋報告

source: 搜索提问、结论或正文
en: Search questions, conclusions, or body text
zh_hant: 搜尋提問、結論或正文

source: 摘要
en: Summary

source: 撤回
en: Undo

source: 撤回失败
en: Undo failed
zh_hant: 撤回失敗

source: 撤回失败：%@
en: Undo failed: %@
zh_hant: 撤回失敗：%@

source: 撤回此次导入
en: Undo this import
zh_hant: 撤回此次匯入

source: 撤回此次导入？
en: Undo this import?
zh_hant: 撤回此次匯入？

source: 撤销
en: Undo
zh_hant: 撤銷

source: 撤销「%@」今日最近一笔记录？
en: Undo the most recent record for "%@" today?
zh_hant: 撤銷「%@」今日最近一筆記錄？

source: 撤销今日最近一笔
en: Undo Last Entry Today
zh_hant: 撤銷今日最近一筆

source: 撤销今日最近一笔记录？
en: Undo the most recent entry today?
zh_hant: 撤銷今日最近一筆記錄？

source: 撤销刚才的确认
en: Undo Last Confirmation
zh_hant: 撤銷剛才的確認

source: 撤销失败，请重试
en: Undo Failed, Please Retry
zh_hant: 撤銷失敗，請重試

source: 撤销失败：%@。可手动删除刚创建的内容。
en: Undo failed: %@. You can manually delete what was just created.
zh_hant: 撤銷失敗：%@。可手動刪除剛建立的內容。

source: 操作
en: Action

source: 操作失败
en: Action Failed
zh_hant: 操作失敗

source: 操作失败，请重试
en: Action Failed, Please Retry
zh_hant: 操作失敗，請重試

source: 操作失败：%@
en: Action Failed: %@
zh_hant: 操作失敗：%@

source: 操作未完成
en: Action Incomplete

source: 支付宝 → 我的 → 账单
en: Alipay → Me → Bills
zh_hant: 支付寶 → 我的 → 帳單

source: 支付宝账单
en: Alipay Bill
zh_hant: 支付寶帳單

source: 支付方式：%@
en: Paid via %@

source: 支出
en: Expense

source: 支出 %@，变化不大
en: Spending %@, about the same
zh_hant: 支出 %@，變化不大

source: 支出 %@，有所减少
en: Spending %@, slightly down
zh_hant: 支出 %@，有所減少

source: 支出 %@，比上周多
en: Spending %@, more than last week
zh_hant: 支出 %@，比上週多

source: 支出上升到 %@
en: Spending rose to %@

source: 支出不多，但思考很丰富
en: Spending is light, but thoughts are rich
zh_hant: 支出不多，但思考很豐富

source: 支出保持在 %@
en: Spending held at %@

source: 支出减少了，日子照常
en: Spending is down, life goes on
zh_hant: 支出減少了，日子照常

source: 支出分类
en: Expense Categories
zh_hant: 支出分類

source: 支出和习惯都在提醒你注意
en: Both spending and habits are signaling you to pay attention
zh_hant: 支出和習慣都在提醒你注意

source: 支出待确认
en: Expense Pending Confirmation
zh_hant: 支出待確認

source: 支出提醒你关注理财
en: Spending reminds you to focus on finances
zh_hant: 支出提醒你關注理財

source: 支出映射
en: Expense Mapping
zh_hant: 支出對映

source: 支出结构 / 超预算归因 / 异常消费
en: Spending Structure / Over-Budget Attribution / Anomalous Spending
zh_hant: 支出結構 / 超預算歸因 / 異常消費

source: 支出节奏
en: Spending Rhythm
zh_hant: 支出節奏

source: 支出降到 %@
en: Spending dropped to %@

source: 支持微信/支付宝/银行账单（csv/xlsx/zip）
en: Supports WeChat/Alipay/bank statements (csv/xlsx/zip)
zh_hant: 支援微信/支付寶/銀行帳單（csv/xlsx/zip）

source: 收件箱
en: Inbox

source: 收件箱（未归类）
en: Inbox (Uncategorized)
zh_hant: 收件箱（未歸類）

source: 收入
en: Income

source: 收入待确认
en: Income Pending Confirmation
zh_hant: 收入待確認

source: 收入映射
en: Income Mapping
zh_hant: 收入對映

source: 收支趋势
en: Income & Expense Trends
zh_hant: 收支趨勢

source: 收藏
en: Favorite

source: 收起
en: Collapse

source: 收起凌晨零点到七点
en: Collapse 12 AM to 7 AM
zh_hant: 收起凌晨零點到七點

source: 收起引用
en: Collapse Quote

source: 收起详细内容
en: Collapse Details
zh_hant: 收起詳細內容

source: 收起详细分析
en: Collapse Detailed Analysis
zh_hant: 收起詳細分析

source: 改名
en: Rename

source: 改名后采用
en: Apply After Rename
zh_hant: 改名後採用

source: 改名失败：%@
en: Rename Failed: %@
zh_hant: 改名失敗：%@

source: 放弃
en: Discard
zh_hant: 放棄

source: 放弃修改？
en: Discard changes?
zh_hant: 放棄修改？

source: 放弃这次目标计划？
en: Abandon this goal plan?
zh_hant: 放棄這次目標計劃？

source: 放这里
en: Put Here
zh_hant: 放這裡

source: 敏感
en: Sensitive

source: 敏感度
en: Sensitivity

source: 散步
en: Walk

source: 数值习惯
en: Numeric Habit
zh_hant: 數值習慣

source: 数值型
en: Numeric
zh_hant: 數值型

source: 数值型 · 不参与提醒
en: Numeric · No reminders
zh_hant: 數值型 · 不參與提醒

source: 数值类型
en: Numeric Type
zh_hant: 數值型別

source: 数字钱包
en: Digital Wallet
zh_hant: 數字錢包

source: 数据不准
en: Inaccurate Data
zh_hant: 資料不準

source: 数据不足
en: Insufficient Data
zh_hant: 資料不足

source: 数据与隐私说明
en: Data & Privacy Statement
zh_hant: 資料與隱私說明

source: 数据处理授权
en: Data Processing Authorization
zh_hant: 資料處理授權

source: 数据复盘
en: Data Review
zh_hant: 資料覆盤

source: 数据无效
en: Invalid Data
zh_hant: 資料無效

source: 数据来源
en: Data Source
zh_hant: 資料來源

source: 数据来自：%@
en: Data from: %@
zh_hant: 資料來自：%@

source: 数据来自：账本（按全账本净结余计算，含信用卡负债）
en: Data from: Ledger (calculated by net balance across all ledgers, including credit card debt)
zh_hant: 資料來自：帳本（按全帳本淨結餘計算，含信用卡負債）

source: 数据概览
en: Data Overview
zh_hant: 資料概覽

source: 数据概览 · 清空所有数据 · 最近删除（30 天可恢复）
en: Data Overview · Erase All Data · Recently Deleted (recoverable for 30 days)
zh_hant: 資料概覽 · 清空所有資料 · 最近刪除（30 天可恢復）

source: 数据源习惯已删除或归档，进度暂停计算，点此重新选择
en: The source habit has been deleted or archived, progress calculation is paused. Tap to select again.
zh_hant: 資料來源習慣已刪除或歸檔，進度暫停計算，點此重新選擇

source: 数据积累中。连续记录睡眠、运动、记账、待办，HOLO 会从中发现跨域规律。
en: Data is accumulating. Keep tracking sleep, exercise, expenses, and to-dos, and HOLO will uncover cross-domain patterns.
zh_hant: 資料積累中。連續記錄睡眠、運動、記帳、待辦，HOLO 會從中發現跨域規律。

source: 数据管理
en: Data Management
zh_hant: 資料管理

source: 数据经 Holo 自有服务器转发至 AI 服务处理，与聊天等现有 AI 功能同一数据口径，不新增存储，不用于训练。
en: Data is forwarded via Holo's own servers to AI services for processing, using the same data standards as existing AI features like chat. No additional storage, no training use.
zh_hant: 資料經 Holo 自有伺服器轉發至 AI 服務處理，與聊天等現有 AI 功能同一資料口徑，不新增儲存，不用於訓練。

source: 数据聚合失败：%@
en: Data Aggregation Failed: %@
zh_hant: 資料聚合失敗：%@

source: 数据范围
en: Data Range
zh_hant: 資料範圍

source: 数据解析失败：%@
en: Data Parsing Failed: %@
zh_hant: 資料解析失敗：%@

source: 数据读取失败，请重试
en: Failed to Read Data, Please Retry
zh_hant: 資料讀取失敗，請重試

source: 数据预览（前 %lld 条）
en: Data Preview (first %lld entries)
zh_hant: 資料預覽（前 %lld 條）

source: 整份账单记入账户
en: Record Entire Bill to Account
zh_hant: 整份帳單記入帳戶

source: 整体上升
en: Overall Up
zh_hant: 整體上升

source: 整体下降
en: Overall Down
zh_hant: 整體下降

source: 整体完成率 %lld%%，比上月
en: Overall completion rate %lld%%, compared to last month
zh_hant: 整體完成率 %lld%%，比上月

source: 整体完成率 %lld%%，继续保持
en: Overall completion rate %lld%%, keep it up
zh_hant: 整體完成率 %lld%%，繼續保持

source: 整理
en: Organize

source: 整理中
en: Organizing

source: 整理失败
en: Organization Failed
zh_hant: 整理失敗

source: 整理失败，点按重试
en: Organization Failed, Tap to Retry
zh_hant: 整理失敗，點按重試

source: 整理状态
en: Organization Status
zh_hant: 整理狀態

source: 整理设置
en: Organization Settings
zh_hant: 整理設定

source: 文件
en: Files
zh_hant: 檔案

source: 文件名
en: File Name
zh_hant: 檔名

source: 文件夹名称
en: Folder Name
zh_hant: 資料夾名稱

source: 文字样式
en: Text Style
zh_hant: 文字樣式

source: 文字颜色
en: Text Color
zh_hant: 文字顏色

source: 文档
en: Document
zh_hant: 文件

source: 斜体
en: Italic
zh_hant: 斜體

source: 新
en: New

source: 新 → 旧
en: New → Old
zh_hant: 新 → 舊

source: 新一级
en: New Level 1
zh_hant: 新一級

source: 新主题名
en: New Topic Name
zh_hant: 新主題名

source: 新二级
en: New Level 2
zh_hant: 新二級

source: 新关键词名
en: New Keyword Name
zh_hant: 新關鍵詞名

source: 新增
en: Add

source: 新增一级分类
en: Add Level 1 Category
zh_hant: 新增一級分類

source: 新增习惯
en: Add Habit
zh_hant: 新增習慣

source: 新增二级分类
en: Add Level 2 Category
zh_hant: 新增二級分類

source: 新增想法
en: Add Thought

source: 新增第一个二级分类
en: Add First Level 2 Category
zh_hant: 新增第一個二級分類

source: 新建
en: Create

source: 新建主题
en: New Topic
zh_hant: 新建主題

source: 新建分类主题
en: New Category Topic
zh_hant: 新建分類主題

source: 新建文件夹
en: New Folder
zh_hant: 新建資料夾

source: 新建清单
en: New Checklist
zh_hant: 新建清單

source: 新建目标
en: New Goal
zh_hant: 新建目標

source: 新建纪念日
en: New Anniversary
zh_hant: 新建紀念日

source: 新建账户
en: New Account
zh_hant: 新建帳戶

source: 新建预算
en: New Budget
zh_hant: 新建預算

source: 新标签名
en: New Tag Name
zh_hant: 新標籤名

source: 新的记录与它不完全一致，Holo 正在重新确认
en: The new entry doesn't fully match it. Holo is re-confirming.
zh_hant: 新的記錄與它不完全一致，Holo 正在重新確認

source: 新金额从下一次到期开始生效，已发生流水不会被改写。
en: The new amount takes effect from the next due date. Existing transactions won't be altered.
zh_hant: 新金額從下一次到期開始生效，已發生流水不會被改寫。

source: 新问题
en: New Question
zh_hant: 新問題

source: 方案背景已变化，暂时不能保存
en: The plan context has changed and cannot be saved right now.
zh_hant: 方案背景已變化，暫時不能儲存

source: 方案草案已失效，可以重新提问生成。
en: The draft plan is no longer valid. Ask again to generate a new one.
zh_hant: 方案草案已失效，可以重新提問生成。

source: 旅行与地点
en: Travel & Places
zh_hant: 旅行與地點

source: 旗帜
en: Flag
zh_hant: 旗幟

source: 无
en: None
zh_hant: 無

source: 无 Apple Watch 时不隐藏健康模块，而是明确显示替代指标和当前数据精度。
en: When Apple Watch is not available, the health module is not hidden; instead, alternative metrics and current data precision are clearly shown.
zh_hant: 無 Apple Watch 時不隱藏健康模組，而是明確顯示替代指標和當前資料精度。

source: 无。可能是开关关闭、没有 active 记忆，或问题需要查询明细。
en: None. The switch may be off, there may be no active memories, or the question may require querying details.
zh_hant: 無。可能是開關關閉、沒有 active 記憶，或問題需要查詢明細。

source: 无序列表
en: Bulleted List
zh_hant: 無序列表

source: 无归属
en: Unassigned
zh_hant: 無歸屬

source: 无截止日
en: No Due Date
zh_hant: 無截止日

source: 无截止日期
en: No Due Date
zh_hant: 無截止日期

source: 无收支
en: No Income or Expenses
zh_hant: 無收支

source: 无效的 API 地址
en: Invalid API Address
zh_hant: 無效的 API 地址

source: 无数据
en: No Data
zh_hant: 無資料

source: 无标题
en: Untitled
zh_hant: 無標題

source: 无法初始化录音转换器
en: Unable to Initialize Audio Converter
zh_hant: 無法初始化錄音轉換器

source: 无法在 App 内解压该压缩包。 微信/支付宝导出的账单是加密压缩包（解压密码在对应 App 里显示），请先在电脑上解压，再把解压出来的 CSV/XLSX 文件导入。
en: Unable to unzip this archive in the app. Bills exported from WeChat/Alipay are encrypted archives (the password is shown in the corresponding app). Please unzip on your computer first, then import the extracted CSV/XLSX files.
zh_hant: 無法在 App 內解壓該壓縮包。 微信/支付寶匯出的帳單是加密壓縮包（解壓密碼在對應 App 裡顯示），請先在電腦上解壓，再把解壓出來的 CSV/XLSX 檔案匯入。

source: 无法开启应用锁
en: Unable to Enable App Lock
zh_hant: 無法開啟應用鎖

source: 无法打开原记录
en: Unable to Open Original Record
zh_hant: 無法開啟原記錄

source: 无法访问
en: Unable to Access
zh_hant: 無法訪問

source: 无法访问健康数据
en: Unable to Access Health Data
zh_hant: 無法訪問健康資料

source: 无法访问所选文件
en: Unable to Access Selected File
zh_hant: 無法訪問所選檔案

source: 无法识别当前 App 的 Bundle ID
en: Unable to Identify Current App's Bundle ID
zh_hant: 無法識別當前 App 的 Bundle ID

source: 无法读取分类目录，账单将按默认分类导入
en: Unable to read category directory; bills will be imported with default categories.
zh_hant: 無法讀取分類目錄，帳單將按預設分類匯入

source: 无法读取所选图片，请检查网络后重试，或换一张图片
en: Couldn't read the selected photos. Check your connection and try again, or pick another.
zh_hant: 無法讀取所選圖片，請檢查網路後重試，或換一張圖片

source: 无法读取该 Excel 文件（可能是不支持的 xls 老格式，请用 Excel 另存为 .xlsx 后重试）
en: Unable to read this Excel file (may be an unsupported old .xls format; please save as .xlsx in Excel and retry).
zh_hant: 無法讀取該 Excel 檔案（可能是不支援的 xls 老格式，請用 Excel 另存為 .xlsx 後重試）

source: 无记录
en: No Records
zh_hant: 無記錄

source: 无预算
en: No Budget
zh_hant: 無預算

source: 日
en: Day

source: 日历
en: Calendar
zh_hant: 日曆

source: 日历权限
en: Calendar Permission
zh_hant: 日曆許可權

source: 日历权限被拒绝
en: Calendar Permission Denied
zh_hant: 日曆許可權被拒絕

source: 日均
en: Daily Average

source: 日均 %@
en: Daily Average %@

source: 日均 %@ 分钟 · 达标 %lld/%lld 天
en: Daily Average %@ min · Goal Met %lld/%lld Days
zh_hant: 日均 %@ 分鐘 · 達標 %lld/%lld 天

source: 日均 %@ 步
en: Daily Average %@ Steps

source: 日均 %@ 步 · 达标 %lld/%lld 天
en: Daily Average %@ Steps · Goal Met %lld/%lld Days
zh_hant: 日均 %@ 步 · 達標 %lld/%lld 天

source: 日均 %@h · 达标 %lld/%lld 天
en: Daily Average %@h · Goal Met %lld/%lld Days
zh_hant: 日均 %@h · 達標 %lld/%lld 天

source: 日均 %@h 睡眠
en: Daily Average %@h Sleep

source: 日均支出
en: Daily Average Spending

source: 日子不多的月份，就翻翻过去的自己 ✦
en: When the month is short, look back at your past self ✦
zh_hant: 日子不多的月份，就翻翻過去的自己 ✦

source: 日子在正常轨道上推进
en: Days are progressing on track
zh_hant: 日子在正常軌道上推進

source: 日常习惯
en: Daily Habits
zh_hant: 日常習慣

source: 日常开支控制在合理范围
en: Daily expenses are within a reasonable range
zh_hant: 日常開支控制在合理範圍

source: 日常的力量在积累
en: The power of daily routine is accumulating
zh_hant: 日常的力量在積累

source: 日常里藏着你的关注点
en: Your focus is hidden in your daily routine
zh_hant: 日常裡藏著你的關注點

source: 日期
en: Date

source: 日期：%@
en: Date: %@

source: 日期：%lld
en: Date: %lld

source: 日期与提醒
en: Date & Reminder
zh_hant: 日期與提醒

source: 日期与时间
en: Date & Time
zh_hant: 日期與時間

source: 日期范围
en: Date Range
zh_hant: 日期範圍

source: 日程进入 Holo，AI 规划自动避开会议
en: When schedules sync to Holo, AI planning automatically avoids meetings.
zh_hant: 日程進入 Holo，AI 規劃自動避開會議

source: 日记
en: Diary
zh_hant: 日記

source: 旧 → 新
en: Old → New
zh_hant: 舊 → 新

source: 早 → 晚
en: Early → Late

source: 早上好
en: Good Morning

source: 早上好，今天 %lld 件事
en: Good Morning, %lld Things Today

source: 早上好，今天 2 件事
en: Good Morning, 2 Things Today

source: 早睡
en: Sleep Early

source: 早起
en: Wake Up Early

source: 早餐
en: Breakfast

source: 时光已过
en: Time Passed
zh_hant: 時光已過

source: 时间
en: Time
zh_hant: 時間

source: 时间：从新到旧
en: Time: Newest to Oldest
zh_hant: 時間：從新到舊

source: 时间：从旧到新
en: Time: Oldest to Newest
zh_hant: 時間：從舊到新

source: 时间↑
en: Time ↑
zh_hant: 時間↑

source: 时间↓
en: Time ↓
zh_hant: 時間↓

source: 时间不够
en: Not Enough Time
zh_hant: 時間不夠

source: 时间段
en: Time Period
zh_hant: 時間段

source: 时间类型
en: Time Type
zh_hant: 時間型別

source: 时间轴从今天开始，上滑回看更早
en: Timeline starts today; swipe up to see earlier.
zh_hant: 時間軸從今天開始，上滑回看更早

source: 时间门
en: Time Gate
zh_hant: 時間門

source: 明天
en: Tomorrow

source: 明天 %@
en: Tomorrow %@

source: 明细
en: Details
zh_hant: 明細

source: 明细：%@
en: Items: %@
zh_hant: 明細：%@

source: 星期
en: Weekday

source: 昨天
en: Yesterday

source: 昨天 · %@
en: Yesterday · %@

source: 昨天 %@
en: Yesterday %@

source: 昨晚暂无睡眠数据
en: No sleep data for last night
zh_hant: 昨晚暫無睡眠資料

source: 昨晚睡眠 %@ 小时
en: Last night's sleep: %@ hours
zh_hant: 昨晚睡眠 %@ 小時

source: 昨晚睡眠偏低，今天适合减少高压力安排，并提前准备休息窗口。
en: Your sleep was low last night; today is suitable for reducing high-stress tasks and preparing rest windows in advance.
zh_hant: 昨晚睡眠偏低，今天適合減少高壓力安排，並提前準備休息視窗。

source: 昵称
en: Nickname
zh_hant: 暱稱

source: 显示 Holo 品牌尾注
en: Show Holo Brand Footer
zh_hant: 顯示 Holo 品牌尾註

source: 显示当日最新值（如体重）
en: Show the latest value of the day (e.g., weight)
zh_hant: 顯示當日最新值（如體重）

source: 显示或隐藏凌晨零点到七点的时间轴
en: Show or hide the timeline from 12 AM to 7 AM
zh_hant: 顯示或隱藏凌晨零點到七點的時間軸

source: 显示的日历
en: Displayed Calendar
zh_hant: 顯示的日曆

source: 显示设置
en: Display Settings
zh_hant: 顯示設定

source: 晚 → 早
en: Late → Early

source: 晚上
en: Evening

source: 晚上好
en: Good Evening

source: 普通
en: Normal

source: 普通 Trace 不保存问题正文、记忆正文或 evidence 摘要。
en: Normal traces do not save question text, memory text, or evidence summaries.
zh_hant: 普通 Trace 不儲存問題正文、記憶正文或 evidence 摘要。

source: 普通记忆可随你的 iCloud 在设备间同步；健康相关记忆只保存在本机。
en: Normal memories can sync across your devices via iCloud; health-related memories are stored only on this device.
zh_hant: 普通記憶可隨你的 iCloud 在裝置間同步；健康相關記憶只儲存在本機。

source: 晴蓝
en: Clear Blue
zh_hant: 晴藍

source: 智能任务
en: Smart Tasks
zh_hant: 智慧任務

source: 智能总结失败，已保留原文
en: Smart summary failed; original text preserved.
zh_hant: 智慧總結失敗，已保留原文

source: 智能总结完成
en: Smart summary completed
zh_hant: 智慧總結完成

source: 智能总结已完成，可还原总结
en: Smart summary completed; you can revert to the summary.
zh_hant: 智慧總結已完成，可還原總結

source: 智能记账
en: Smart Expense Tracking
zh_hant: 智慧記帳

source: 智能记账+任务
en: Smart Expense Tracking + Tasks
zh_hant: 智慧記帳+任務

source: 暂不
en: Not Now
zh_hant: 暫不

source: 暂不授权，先进入 Holo
en: Not now; enter Holo first
zh_hant: 暫不授權，先進入 Holo

source: 暂不支持
en: Not Supported Yet
zh_hant: 暫不支援

source: 暂不支持 xls 老格式。请在电脑上用 Excel 打开后「另存为 .xlsx 或 .csv」，再导入。
en: The old .xls format is not supported. Please open in Excel on your computer, save as .xlsx or .csv, then import.
zh_hant: 暫不支援 xls 老格式。請在電腦上用 Excel 開啟後「另存為 .xlsx 或 .csv」，再匯入。

source: 暂不支持 xls 老格式（请另存为 xlsx）与 PDF 账单
en: The old .xls format (please save as .xlsx) and PDF bills are not supported yet.
zh_hant: 暫不支援 xls 老格式（請另存為 xlsx）與 PDF 帳單

source: 暂停
en: Pause
zh_hant: 暫停

source: 暂停目标
en: Pause Goal
zh_hant: 暫停目標

source: 暂停自动记账
en: Pause Auto Expense Tracking
zh_hant: 暫停自動記帳

source: 暂无 Trace。使用查询模拟器后，这里只会记录路由、记忆 ID 和刷新决策。
en: No traces yet. After using the query simulator, only routes, memory IDs, and refresh decisions will be recorded here.
zh_hant: 暫無 Trace。使用查詢模擬器後，這裡只會記錄路由、記憶 ID 和重新整理決策。

source: 暂无主题
en: No Topics
zh_hant: 暫無主題

source: 暂无习惯
en: No Habits
zh_hant: 暫無習慣

source: 暂无交易记录
en: No Transactions
zh_hant: 暫無交易記錄

source: 暂无任务
en: No Tasks
zh_hant: 暫無任務

source: 暂无关联习惯
en: No Linked Habits
zh_hant: 暫無關聯習慣

source: 暂无关联任务
en: No Linked Tasks
zh_hant: 暫無關聯任務

source: 暂无最近记录
en: No Recent Records
zh_hant: 暫無最近記錄

source: 暂无分类预算
en: No Category Budget
zh_hant: 暫無分類預算

source: 暂无可引用的想法
en: No Thoughts to Reference
zh_hant: 暫無可引用的想法

source: 暂无可用的健康数据
en: No Health Data Available
zh_hant: 暫無可用的健康資料

source: 暂无可用趋势数据
en: No Trend Data Available
zh_hant: 暫無可用趨勢資料

source: 暂无子任务
en: No Subtasks
zh_hant: 暫無子任務

source: 暂无学习映射
en: No Learning Mapping
zh_hant: 暫無學習對映

source: 暂无已归档的任务
en: No Archived Tasks
zh_hant: 暫無已歸檔的任務

source: 暂无已归档的清单
en: No Archived Checklists
zh_hant: 暫無已歸檔的清單

source: 暂无待办
en: No To-dos
zh_hant: 暫無待辦
